LEXICON_COMMANDS: dict[str, str] = {
    '/questions': 'Вопросы',
    '/help': 'ПОМОЩЬ',
}

LEXICON_btn_questions: dict[str, str] = {
        "Мне нужна помощь с подбором курса": "help_with_course",
        "Не пришел код": "do_not_have_code",
        "В таблице нет кода": "no_code_in_table",
        "Не понимаю, куда вводить код": "do_not_now_how_to_enter_code",
        "Мне пришел код, но он не работает": "bad_code",
        "Не могу войти в аккаунт": "can_not_enter_account",
        "Моего вопроса нет в списке": "no_my_cuestion",
    }

LEXICON_btn_answer_questions: dict[str, str] = {
        "Ответить на вопросы": "first_question_form",
        "Нет ответа на мой вопрос": "no_my_question",
        "Назад ко всем вопросам": "main_list_questions",
    }


LEXICON_RU: dict[str, str] = {
    '/question_list': 'Спасибо за интерес к курсам Mindspa!\n'
             'Пожалуйста, выберите свой вопрос в списке ниже.\n'
    ,
    '/help_with_course': '<b>Мне нужна помощь с подбором курса.</b> \n\n'
                      'Ответьте на несколько вопросов. Это поможет нам подобрать курс, который сможет решить ваш запрос:\n\n'
                      '✅1.Проблема, которую я хочу решить — ...\n'
                      '✅2.Моя проблема выражается в....\n'
                      '✅3.Результат, которого я хочу достичь — ...\n\n'
                      'Постарайтесь ответить на каждый вопрос развернуто — 2-3 предложениями. '
                         'Так мы сможем лучше понять, что вас беспокоит. '
                         'Наш психолог даст вам обратную связь в течение несколько часов, в редких случаях в срок до 24 часов.\n\n'
                      'Если вы не нашли ответ на свой вопрос, напишите об этом. '
                         'Наш консультант поможет во всем разобраться. '
                         'Обычно мы отвечаем в течение часа, в редких случаях — в течение 4-х часов.\n'
    ,
}














